Repository: Kyle-Ye/Forumate
Catalog: Forumate/Other/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ ago
zh_hans: %@ 前

# %@ ago · %@
source: %1$@ ago · %2$@
zh_hans: %1$@ 前 · %2$@

source: %lld Replies
zh_hans: %lld个回复

source: Acknowledgement
zh_hans: 致谢

source: Add
zh_hans: 添加

source: Add Community
zh_hans: 添加新论坛

source: App Icon
zh_hans: 应用图标

source: App Icon Replacement
zh_hans: 应用图标更换

source: Appearance
zh_hans: 外观

source: Browse Forumate's source code
zh_hans: 查看 Forumate 源代码

source: Bug Report
zh_hans: 错误报告

source: Bug Report and Feature Suggestion
zh_hans: 错误报告和功能建议

source: by
zh_hans: 发帖人

source: Cancel
zh_hans: 取消

source: Close
zh_hans: 关闭

source: Communities
zh_hans: 论坛

source: Community Setting
zh_hans: 论坛设置

source: Community URL
zh_hans: 论坛链接

source: Continue
zh_hans: 继续

source: Contribute new App Icon
zh_hans: 贡献新的应用图标

source: Contribute to Forumate project
zh_hans: 为 Forumate 项目做出贡献

source: Copied into clipboard
zh_hans: 已复制到剪贴板

source: Could not add community
zh_hans: 无法添加论坛

source: Dark
zh_hans: 深色

source: Default View By Type
zh_hans: 默认查看模式

source: Delete
zh_hans: 删除

source: Development Support Subscription
zh_hans: 开发支持套餐

source: Discuss at Discourse Forum Topic
zh_hans: 在 Discourse 论坛的主题下讨论

source: Error saving icon to Downloads folder.
zh_hans: 将图标保存到下载文件夹时出错。

source: Example: forums.example.com
zh_hans: 例子： forums.example.com

source: Exclusive features
zh_hans: 专属功能

source: Feature Suggestion
zh_hans: 功能建议

source: Follow me on Twitter
zh_hans: 在 Twitter 上关注我

source: Follow System
zh_hans: 跟随系统

source: Forumate Helper
zh_hans: Forumate 助手

source: Forumate only supports communities built using the Discourse platform and running HTTPS. Please consult the support page for help regarding supported communities.
zh_hans: Forumate 仅支持使用 Discourse 平台构建并运行 HTTPS 的社区。请参阅对应社区的支持页面来获取帮助。

source: Forumate's most feature is free and its source code is avaiable on GitHub.
zh_hans: Forumate 的大部分功能是免费的，其源代码可在 GitHub 上查看。

source: General
zh_hans: 通用

source: Highlighted Features
zh_hans: 特色功能

source: If you spot some theme color is not refreshed, you may consider relauching the app.
zh_hans: 如果您发现部分主题色未更新，可以考虑重新启动App。

source: Inbox
zh_hans: 消息

source: Join Forumate Discord Server
zh_hans: 加入 Forumate 的 Discord 社区

source: Learn more about Forumate+
zh_hans: 了解更多关于 Forumate+ 的信息

source: Lifetime Plan
zh_hans: 永久套餐

source: Light
zh_hans: 浅色

source: Mark As Read
zh_hans: 标记为已读

source: Multiple Window Support
zh_hans: 多窗口支持

source: My Communities
zh_hans: 我的论坛

source: Native Client with Multiple OS Support
zh_hans: 支持多个操作系统的原生客户端

source: Navigation Split View Style
zh_hans: 分割导航视图风格

source: Navigation Split View Style is used in Tabs
zh_hans: 分割导航视图风格在 Tabs 中使用

source: No Community Selected
zh_hans: 无选择的社区

source: No Setting Selected
zh_hans: 无选择的设置项

source: No Topic Detail
zh_hans: 无话题详情

source: No Topic Selected
zh_hans: 无选择的话题

source: Notifications
zh_hans: 通知

source: OK
zh_hans: 好的

source: Only avaiable on supported platforms
zh_hans: 仅在受支持的平台上可用

source: Open In New Window
zh_hans: 在新窗口打开

source: Open Link In
zh_hans: 链接打开方式

source: Open Topic's Link
zh_hans: 打开话题链接

source: Other
zh_hans: 其他

source: Picker Style
zh_hans: 选择器风格

source: Picker Style is used in Settings tab
zh_hans: 选择器风格用于设置页

source: Pin
zh_hans: 置顶

source: Pinned Communities
zh_hans: 置顶论坛

source: Privacy Policy
zh_hans: 隐私政策

source: Recommended Communities
zh_hans: 推荐论坛

source: See Apple's macOS manual for more information.
zh_hans: 更多信息请参阅苹果的 macOS 手册。

source: Settings
zh_hans: 设置

source: Show ForumateHelper in Menu Bar
zh_hans: 在菜单栏中显示 Forumate 助手

source: Show Recommend Communities
zh_hans: 展示推荐论坛

source: Show Starter Intro
zh_hans: 查看新人指导

source: Source Code
zh_hans: 源代码

source: Starter Intro
zh_hans: 新人指导

source: Subscription Plan
zh_hans: 订阅套餐

source: Successfully saved the icon to the Downloads folder.
zh_hans: 成功将图标保存到下载文件夹。

source: Suggest new Recommend Forum item
zh_hans: 建议新的推荐论坛项目

source: Support
zh_hans: 支持

source: System UI Style
zh_hans: 系统UI样式

source: The community provided does not like a Discourse community.
zh_hans: 提供的社区似乎不是一个 Discourse 服务器。

source: Theme
zh_hans: 主题

source: Theme Color Customization
zh_hans: 定制主题色

source: Topic Detail
zh_hans: 话题详情

source: Topics
zh_hans: 话题

source: Try to open Pasteboard URL in Forumate
zh_hans: 尝试在 Forumate 中打开剪贴板中的 URL

source: Unimplemented Feature
zh_hans: 未实现的功能

source: Unpin
zh_hans: 取消置顶

source: Update App Icon is not supported on macOS. But you can click to save the icon and manully update it via Finder.
zh_hans: macOS 不支持更新图标。但您可以单击以保存图标，并通过Finder进行手动更新。

source: View By Type
zh_hans: 查看模式

source: We do not collect any infomation from you and your device
zh_hans: 我们不会收集关于您和您设备的任何信息

source: Welcome to Forumate
zh_hans: 欢迎使用 Forumate

source: You can support this project by becoming a Forumate+ Member via **Subscription Plan** or **Lifetime Plan**
zh_hans: 您可以通过**订阅套餐**或**永久套餐**成为 Forumate+ 会员来支持这个项目

source: You do not have any active Forumate+ subscription
zh_hans: 您没有任何活跃的 Forumate+ 订阅

source: You have a lifetime Forumate+ membership.
zh_hans: 您拥有永久 Forumate+ 会员身份。

source: You have an active Forumate+ subscription. Thank you for your support.
zh_hans: 您有一个活跃的 Forumate+ 订阅。感谢您的支持。

source: You need an active Forumate+ membership to unlock this feature.
zh_hans: 您需要一个活跃的 Forumate+ 会员身份才能解锁此功能。

source: Your Forumate+ subscription is expired
zh_hans: 您的 Forumate+ 订阅已过期
